{
    "name": "Yanru Qu",
    "contact": {
        "email": "qu_yanru@outlook.com",
        "phone": "(+86)153-4066-1670"
    },
    "education": {
    
        "degree_name": "Beijing University of Chemical Technology, Polymer Material Engineering, Elite Class",
        "university": "(Top 30 students selected by highest score when entering university/second round selection after the first year)",
        "GPA": "3.43",
        "time": " June 2017 - present"
    
    
    },
    "research": [
        {
            "title": "Construction of NIR II-responsive Antibacterial/antifouling Switchable Surface",
            "organization": "Beijing Laboratory of Biomedical Materials",
            "time_span": "Oct. 2019 - present",
            "info": [
                "Researched more than 40 published studies around the area of stimuli-responsive switchable antibacterial in one week to analyze the corresponding research background and bottleneck.",
                "Designed function-switchable antibacterial/antifouling surface responding to NIR II stimuli, for the first time realizing precise responding towards adventitious stimuli by including fabrication of twice stimuli-response and LCST adjusting of polymer. ",
                "Synthesized antibacterial surface on titanium sheet and tested the inhibition rate of bacteria growth.",
                "Writing a review around research topic, “The progress on smart stimuli-responsive antibacterial material for wound healing”.",
                "Selected as national project in China College Students’ Innovation and Entrepreneurship Competition. (13/79)"
            ]
        },
        {
            "title": "Multi-metallic Polyphthalocyanine (PPc): Fabrication and Electrocatalysis Application",
            "organization": "State Key Laboratory of Chemical Resource Engineering",
            "time_span":"  Sept. 2020 - Present",
            "info":[
                "Researched studies on high-entropy alloy, polyphthalocyanine and electrochemistry.",
                "Synthesized FeCoNiCu-AMPPC (AM= Mg, Ca, Sr, Ba) respectively, characterized (SEM, FTIR, UV Raman spectra and XRD) and tested corresponding electrocatalysis performance.",
                "Fabricated single-layer FeCoNiCu-AMPPC by ball-milling.",
                "Taking the merits of single-atom catalysis (SAC), synthesized MPPc (M= Mg, Cr, Mn, Fe, Co, Ni, Cu, Zn, Ru, Rh, Pd, Ag, W, Ir, Pt, Au), respectively."

            ]
        },   
        {
            "title": "Integrated Electrodes for Rechargeable Batteries ",
            "organization": "State Key Laboratory of Chemical Resource Engineering",
            "time_span": "Apr. 2020 - present",
            "info": [
                "Researched more than 100 published studies to analyze the merits, application and challenge of integrated electrode.",
                "Writing a review, “Design and Construction of Carbon-based Integrated Electrodes for Rechargeable Batteries: Status and Prospects”."
            ]
        },
        {
            "title": "Preparation and Application of Supercapacitor by Bi-metal Activation Method",
            "organization": "State Key Laboratory of Chemical Resource Engineering",
            "time_span": "Oct. 2019 - May 2020",
            "info": [
                "Analyzed the composition and current utilization situation of wasted rubber, to optimize its recycling and exert the merits of composition for energy storage equipment.",
                "Synthesized hierarchical porous carbon by hydrothermal of wasted rubber with variable of two different activated agent to carbon precursor ratio.",
                "Characterized material and tested the electrochemical capacity performance of the supercapacitor to analyze the specific surface area of porous carbon and its performance in supercapacitor.",
                "Finished a review based on the project designed idea—effective utilization of wasted materials in energy storage, “The synthesis strategy and application in supercapacitor of hierarchical porous carbon from waste-based materials”."
            ]
        },
        {
            "title": "The Application of Density Function Theory In Li–S Battery",
            "organization":"State Key Laboratory of Chemical Resource Engineering",
            "time_span":"Jan. 2020 - May 2020",
            "info": [
                "Gained the basic knowledge of DFT calculation, including its main application and specific calculation methods.",
                "Researched the recent progress of Li-S battery and focused on the role of DFT calculation.",
                "Finished a review based on the project designed idea—effective utilization of wasted materials in energy storage, “The synthesis strategy and application in supercapacitor of hierarchical porous carbon from waste-based materials”."
            ]
        },
        {
            "title": "Construction of Novel Antibacterial and Anti-Biofilm Polymer Based on Polymyxin B and D-Amino Acid",
            "organization": "Beijing Laboratory of Biomedical Materials",
            "time_span":"Nov. 2018 - June 2019",
            "info": [
                "Inspired by a published work about the anti-biofilm function of D-amino acid, tended to  a polymer to integrate anti-biofilm and antibacterial function.",
                "Grafted D-amino and QPEI on polymer PGMA backbone.",
                "Characterized materials and tested the ability of killing bacterial and dispersing biofilm, proving the excellent antibacterial efficiency but inferior ability to disperse biofilm of D-Tyr in the working form as touching.",
                "Adjusted the aiming product to synthesize antibacterial micelle with polymer as backbone packing D-Tyr.",
                "Led team to enter the Creativity Competition Experimental Project and selected as key project in college (TOP 5).",
                "Won outstanding prize in the first National Polymer Material Innovation& Entrepreneurship Competition. (30/400+)"
            ]
        },
        {
           "title": "The Surface Functional Modification of Antibacterial Polymer",
           "organization":"Beijing Laboratory of Biomedical Materials",
           "time_span":"Nov. 2017- June 2018",
           "info":[
               "Researched recent progress on antibacterial materials and focused on polymer",
               "Led team to enter a scientific research competition in university with a review completed, “The surface functional modification of antibacterial polymer and the application in biomedical material”.",
               "Published paper on Surface Technology (EI compendex& Chinese core journal).\n(Qu et al. Preparation and Application of Multifunctional Quaternary Ammonium Polymers for The Engineering of Novel Antibacterial Materials[J]. Surface Technology, 2019, 220-228. (First author))\n(Supported by the National Natural Science Foundation of China (51573014, 21504006))"
               

           ]          
        }       
    ],
    "publication": [
        {
            "title": "Yanru Qu, Haolei Zhang, Chuankai Shen, Dongyuan Cui, Xiaokang Ding*. Preparation and Application of Multifunctional Quaternary Ammonium Polymers for The Engineering of Novel Antibacterial Materials[J]. Surface Technology, 2019, 220-228.",
            "organization": "",
            "time_span":"",
            "info": [
              
            ]
            
        },
        {
            "title": "Jianbo Li,‡ Yanru Qu, ‡ Chunyuan Chen, Xin Zhang,* and Mingfei Shao*. Theoretical Investigation on Lithium Polysulfides Adsorption and Conversion for High-Performance Li−S Batteries[J]. Nanoscale, 2020. (Accepted)",
            "organization": "",
            "time_span":"",
            "info": [
              
            ]
            
        }

    ],
    "award": [
        {
            "time": "May 2018",
            "award_name": "Second prize in the National English Competition for College Students, College English Teaching & Research Association of China"
        },
        {
            "time": "May 2018",
            "award_name": "3rd prize in Woman Basketball, College of Materials Science and Engineering, BUCT"

        },
        {
            "time": "April 2019",
            "award_name": "Third prize in the National English Competition for College Students, College English Teaching & Research Association of China."
        },
        {
            "time": "September, 2019",
            "award_name": "Third prize in “U challenge” reading competition, Unipus."
        },
        {
            "time": "November 2019",
            "award_name": "Outstanding prize in the first National Polymer Material Innovation & Entrepreneurship Competition， Ministry of Education."
        },
        {
            "time":"March 2020",
            "award_name": " Passed the first round in Stanford CGCP Student Writing Contest, Stanford Law School."

            
        }
    ],
    "scholarship": [
        {
            "time": "September 2017",
            "award_name": "Excellent Students Award (Top 2%), Beijing university of Beijing chemical technology."
        },
        {
            "time": "March 2018",
            "award_name": "People Scholarship, Beijing university of Beijing chemical technology."
        },
        {
            "time":"September 2018",
            "award_name": "Individual Advanced Award in social practice plan, Beijing university of Beijing chemical technology."
        },
        {
            "time":"December 2018",
            "award_name": "Special High Social Scholarship (3/750+), Beijing university of Beijing chemical technology." 
        },
        {
            "time": "September, 2019",
            "award_name": "Quality-expanding Competition Award Scholarship, Beijing university of Beijing chemical technology."
        },
        {
            "time": "November 2019",
            "award_name": "Special social scholarship, Beijing university of Beijing chemical technology."
        },
        {
            "time":"June 2020",
            "award_name": "Quality-expanding Competition Award Scholarship, Beijing university of Beijing chemical technology."
        }
        
    ],
    "work": [
        {
            "title": "Counselor in Changshu Citizens and Nature Camp",
            "organization": "IDEAS Camp Education Company",
            "time_span": "July 2019",
            "info": [
                "Designed chemistry workshop individually.",
                "Led group members finish the lessons and activity in camp with foreign coworkers."
            ]
        },
        {
            "title": "Translator for China international fair for trade in services, Wuxi session",
            "organization": "China Association of Trade in Service",
            "time_span": "June 2019",
            "info": [
                "Translated the content in meeting for foreign merchant"
            ]
        },
        {
            "title": "Intern student",
            "organization": ["Volunteers Organization for Innovative Country ",
                             "(Social Service Organization Registration in The Ministry of Civil Affairs of China)"
            ],
            "time_span": "March 2019",
            "info": [
                "Managing human resources, including interviewing and working arrangement for volunteers",
                "In charge of new media part, writing articles, publishing and maintaining",
                "The main lecturer in seminar of Learning through traveling in rural area.",
                "Designed international volunteer activity in rural area, leading five foreigners finish village construction in Dongmenying Village, Yanqing, Beijing.",
                "Assist the normal work for company.",
                "Design “K12 study through rural area” project individually."

            ]
        },
        {
            "title": "Member of the first Rural Cultural Construction Project",
            "organization": "Qufu Confucius International Studies Center",
            "time_span": "February 2019",
            "info": [
                "Finished the learning and spreading of Confucian traditional culture with youth from 5 different countries",
                "Translated for foreigners and taught them about Chinese culture",
                "Finished support education in rural primary school in Qufu"
            ]
        },
        {
            "title": "Head of the exhibition area of service team in SVIEF 2018",
            "organization": "Silicon Valley Innovation& Entrepreneurship Forum",
            "time_span": "July 2018",
            "info": [
                "Translated for foreigners and assisted for the negotiation between customers and merchants.",
                "Got the recommend letters from the leads of International companies after SVIEF. "
            ]
        }
    ],
    "volunteer": [
        "Member of 3rd Horizon program in 2020, launched by Tsinghua University",
        "Volunteered to given lessons to blind children during 2019 coronavirus period.",
        "Volunteered in “time-donating” activity launched by Beichen NGO",
        "Volunteer for Special Olympics 2019, responsible for recruiting new interviews and giving skills training for speakers at the TED team",
        "Volunteered in music festivals and with the honor as “Outstanding Volunteer”."
    ],
    "debate": [
        "Participated more than 30 competitions, with topics including human right, technology ethics, policy design, paradox situation, social hotspot, discussion among specific situation in literature, etc",
        "2017.12 Champion in debate competition “9th December” in university",
        "2019.6 Second place in debate competition “Knowledgeable Debate” in university",
        "2020.5 Third place in the debate competition “4th May Youth Debate” in university",
        "Took nationwide debate competitions for college students on behalf of university"
    ]
}